Repository: Nyre221/Kiview
Catalog: po/*/kiview.po
Languages: it, nl

source: Preview not available: File too big
it: Anteprima non disponibile: File troppo grande
nl: Het bestand is te groot om voor te kunnen vertonen

source: Package not installed:
it: Pacchetto non installato:
nl: Het volgende pakket ontbreekt:

source: File took to long to load
it: Il file ha impiegato troppo tempo a caricare
nl: Het laden van het bestand duurde te lang

source: Error:
it: Errore:
nl: Foutmelding:

source: Size
it: Dimensione
nl: Grootte

source: Last Modified
it: Ultima modifica
nl: Wijzigingsdatum

source: File Count
it: Numero File
nl: Aantal bestanden

source: Look Here!
it: Guarda qui!
nl: Kijk hier!

source: Reload
it: Ricarica
nl: Herladen

source: File type not supported.
it: Tipo di file non supportato.
nl: Dit bestandstype wordt niet ondersteund.

source: Info
it: Informazioni
nl: Informatie

source: Shortcuts
it: Scorciatoie
nl: Sneltoetsen

source: General
it: Generale
nl: Algemeen

source: Arrow keys (Left, Right), A, D:
it: Frecce direzionali (Sinistra, Destra), A, D:
nl: Pijltjestoetsen (links, rechts), A, D:

source: Scroll through files.
it: Scorri tra i file
nl: Blader door bestanden.

source: Enter:
it: Invio:
nl: Invoeren:

source: Open file in default application.
it: Apri il file nell'applicazione predefinita.
nl: Open het bestand in het standaardprogramma.

source: Documents
it: Documenti
nl: Documenten

source: Arrow keys (Up, Down), pageUp, pageDown:
it: Frecce direzionali (Su, Giu), pageSu, pageGiu:
nl: Pijltjestoetsen (omhoog, omlaag), PageUp, PageDown:

source: Scroll between pages.
it: Scorri tra le pagine
nl: Blader door pagina's.

source: Video player
it: Riproduttore
nl: Videospeler

source: Arrow keys (Up, Down):
it: Frecce direzionali (Su, Giu):
nl: Pijltjestoetsen (omhoog, omlaag):

source: Scroll through the track.
it: Scorri nella traccia.
nl: Spoel terug en vooruit.

source: pause/play.
it: pausa/riproduci
nl: Pauzeer/Speel af.

source: Folders and archives
it: Cartelle e archivi
nl: Mappen en archieven

source: Arrow keys (Up, Down), W, S:
it: Frecce direzionali (Su, Giu), W, S:
nl: Pijltjestoetsen (omhoog, omlaag), W, S:

source: Scroll through the list.
it: Scorri nella lista
nl: Blader door de lijst.

source: How it works
it: Come funziona
nl: Hoe werkt Kiview?

source: Support me
it: Sostienimi
nl: Doneren

source: Preview not available.
it: Anteprima non disponibile.
nl: Er is geen voorvertoning beschikbaar.

source: The document took too long to load.
it: Il documento ha impiegato troppo tempo a caricare.
nl: Het laden van het document duurde te lang.

source: Something went wrong.
it: Qualcosa è andato storto.
nl: Er is iets misgegaan.

source: File not found: Flatpak may not be configured correctly:
it: File non trovato: Flatpak potrebbe non essere configurato correttamente:
nl: Bestand niet aangetroffen - wellicht is Flatpak niet goed ingesteld:

source: Libreoffice is not installed:
it: Libreoffice non è installato:
nl: LibreOffice is niet geïnstalleerd:

source: Unable to connect to the session bus.
it: Impossibile connettersi al bus di sessione
nl: Er kan geen verbinding met de sessiebus worden gemaakt.

source: Error: Invalid Path
it: Errore: Percorso non valido
nl: Foutmelding: ongeldige locatie

source: No active dolphin window found
it: Nessuna finestra attiva di dolphin trovata
nl: Er is geen Dolphin-venster beschikbaar

source: unzip package not installed
it: Pacchetto unzip non installato
nl: ‘unzip’ is niet geïnstalleerd
